[
    {
      "candidateId": "ben",
      "answers": [
        {
          "questionId": 1,
          "answer": "ReCode is a long time coming - and represents a huge opportunity for Portland to (smartly) gain ground on the housing crisis. There may be areas to go further, but I am eager to see the impact - and then to reassess where we are."
        },
        {
          "questionId": 2,
          "answer": "I'm not for a completely deregulated (non) system - but I do think there can be a more aggressive approach to finding more parts of Portland that can be opened up to housing."
        },
        {
          "questionId": 3,
          "answer": "Yes, Portland needs to have a larger and growing population. We can do this smartly and sustainably. The question here exactly expresses my value judgment on the issue: people who work here - in all kinds of jobs - need to be able to live here, too. I am on the School Board now, and I know from that angle, also, that our financial and programmatic challenges will be helped by a growing student population.\n\nAddressing this challenge will require a few things. First, we need more housing starts. This means taking advantage of things like ReCode, and also streamlining the building/permitting process. Second, we need the City to aggressively pursue some of what I think of as the low-hanging-fruit for large projects - namely redeveloping Franklin Arterial, redeveloping the Exit 5 area, and pushing a resolution to the MidTown project fiasco. Third, we need to do all this, and still balance maintaining community identities throughout the City - as I do believe this is a major attraction for people looking to move to Portland. I would also be remiss not to mention continuing to improve our public schools - so young families want to send their kiddos through Portland Schools."
        },
        {
          "questionId": 4,
          "answer": "See above (#3). I don't believe in marking a specific number of units - so I would rather measure the growth in housing starts, which would show a positive trajectory. I would also look at the school population, which is a pretty accurate measure of where we are with young families. As for overall \"success\" - I think the measure is \"noticeable progress.\" More people moving here, and more people living here affordably."
        },
        {
          "questionId": 5,
          "answer": "No - mostly because I work outside of the City. My daughter attends PHS, so takes the bus to school everyday - and she gives it a thumbs up! I have spoken to many people about this issue, and the key seems to be greater frequency and predictability of the routes."
        },
        {
          "questionId": 6,
          "answer": "One of my biggest pet peeves is large, open-air parking lots. They are incredibly wasteful, and we should (1) take action to see them redeveloped, (2) generate more revenue from them while they still exist, and (3) dig in to oppose building more open-air parking - like at the airport."
        },
        {
          "questionId": 7,
          "answer": "Yes, frequently. We generally have easy access to bike paths and trails - but some of our busier streets could be safer - Brighton and Washington, in particular."
        },
        {
          "questionId": 8,
          "answer": "I'm in favor of getting more aggressive with traffic-calming measures, roundabouts (I live near the one by USM - and it is great), and other re-designs that slow people down."
        },
        {
          "questionId": 9,
          "answer": "Yes."
        },
        {
          "questionId": 10,
          "answer": "I have heard from a number of people about pedestrian options at night - and how there is a dearth of streetlights in the downtown area and surrounds. I think that would be a smart investment to fix."
        },
        {
          "questionId": 11,
          "answer": "100% in support - and I have talked about this, with almost entirely favorable reaction, throughout this campaign. It's one of the biggest \"swings\" we can take as a City to catch up to the housing demand. I don't have a specific vision myself, and will rely on those who have been in the weeds on this issue for years to surface the best ideas. The \"how\" is the big thing - and this is where I think I can be most effective. It will require building coalitions, scouring various resources for funding, listening to constituencies, and prioritizing staff time needed to make it happen."
        },
        {
          "questionId": 12,
          "answer": "I don't work in this space professionally, so I don't come into this with a fixed idea - but I do absolutely support the notion of streamlining the permitting process. Deregulation can go too far, but it seems Portland is so inhospitable to projects that many builders simply avoid doing work in Portland altogether. That is not good or necessary. We can still have appropriate checks while speeding things up."
        }
      ]
    },
    {
      "candidateId": "brandon",
      "answers": [
        {
          "questionId": 1,
          "answer": "As Chair of the Planning Board, I have been very engaged in the ReCode process. It is currently entering the last stages for a final red-lined version which will come back before the Planning Board for review of alignment with the City's Portland Plan 2030 and ultimately for a recommendation to the City Council. Our current zoning ordinance is incredibly burdensome and hard to understand for the average Portland resident. I am hopeful that ReCode makes the zoning ordinance much more approachable. I look forward to continuing being involved in the ReCode process and listening to feedback from the public."
        },
        {
          "questionId": 2,
          "answer": "The zoning ordinance is only one tool in the toolbox to address the housing crisis, which can address things such as density and requiring a certain number of affordable units. However, the zoning ordinance is only as good as the other regulations and policies in the City. For example, while the City has been a leader on allowing accessory dwelling units, the permitting process for these type of units are in essence cost prohibitive for most residents due to very narrow interpretations."
        },
        {
          "questionId": 3,
          "answer": "It is a laudable goal set forth in Portland's Plan 2030 to pursue policies that enable people to work in Portland to have the option to live here. The current high interest rates and increased cost of materials to build has impacted the creation of housing for people who want to make the choice to live here. That being said, more has to be done. I would like to explore utilizing the Jill Duson Housing Trust fund in more effective ways to help offset some of these high costs to allow more affordable housing to be built."
        },
        {
          "questionId": 4,
          "answer": "Increasing the housing supply generally is critically important, however, the highest priority focus has to be more affordable housing and overcoming the barriers that are standing in the way of that type of development. As mentioned above, I think the City can be doing more with the Jill Duson Housing Trust Fund to encourage and support affordable housing development. While we are not seeing many of the units built under current market conditions, the Planning Board has approved a significant number of housing units over the last 5 years, and I think we need to continue reviewing and measuring our housing needs in our annual Housing Report. This allows us the opportunity to assess what is and isn't working. I would consider having all of the approved projects actually built as a success."
        },
        {
          "questionId": 5,
          "answer": "Yes, I have taken the bus and applaud the ongoing efforts by Metro to make improvements to service frequency. I appreciate being able to track arrival times and to pay digitally through the DiriGo app. As a Councilor, I would continue to advocate for expansion and increased frequency of stops to help encourage increased use by residents. I would also encourage tourists to utilize Metro as well."
        },
        {
          "questionId": 6,
          "answer": "Parking demand is a well-known issue in certain areas of the City, including the East End and West End neighborhoods. However, in other parts of the City there is also an over abundance of available parking, especially since COVID-19 and fewer people working in offices 5-days a week, including both private and public lots. I believe continued efforts to improve transit service frequency and alternative modes of transportation will help address the need for fewer cars."
        },
        {
          "questionId": 7,
          "answer": "While I tend to walk around the City, I have bicycled in Portland. I applaud the City's Bicycle/Pedestrian Advisory Committee and the Bikeways Initiative to improve safety and create connections for bicycle and shared pathways. As a Planning Board member, I have supported biking as an alternative mode of transportation, often pushing developers to include more bicycle parking as part of their developments."
        },
        {
          "questionId": 8,
          "answer": "I appreciate the recent efforts by the City to install traffic calming measures across the City and would support expanding this initiative to more parts of the City. As the City continues to have development occur, we also need to require construction sites to do a better job with their construction management plans to ensure pedestrian and bicyclist safety."
        },
        {
          "questionId": 9,
          "answer": "As a Planning Board member, I have supported climate-friendly transit options, but also recognize some of the unintended consequences to neighborhoods when we reduce on-street parking. We need to approach this on a case-by-case basis depending on the facts and circumstances of the location and where it makes sense."
        },
        {
          "questionId": 10,
          "answer": "As I mentioned above, I would continue looking into creative ways to install additional traffic calming measures across the city. For example, I was impressed with the creative planters and bollards the neighbors along Hersey Street installed in an attempt to slow down traffic cutting through the neighborhood."
        },
        {
          "questionId": 11,
          "answer": "I am very open to further discussions regarding the details of the Franklin Street redesign which include costs, spending priority with other city infrastructure projects and outside funding sources, environmental impact (including the issues of flooding in Bayside) and public engagement."
        },
        {
          "questionId": 12,
          "answer": "This is a key issue in getting additional housing built in our city. The permitting process should be more user friendly, less costly, and easier for homeowners. Adding a small ADU to their backyard or build an in-law apartment above a garage without incurring significant design costs and added unnecessary permitting requirements must be a priority. A review of the interpretation of various codes should be undertaken to address the barriers to building ADUs and other homeowner projects, such as decks, porches, and home renovation projects."
        }
      ]
    },
    {
      "candidateId": "greyson",
      "answers": [
        {
          "questionId": 1,
          "answer": "I'm glad to see that the number of zones has been reduced from 9 to 6 - this simplification will make it easier for everyone to understand and comply with zoning. I think we could further simplify zoning, but this is a step in the right direction. I'm thrilled that there are now a half dozen Transit Oriented Developments instead of two. This will set us up for success in the future with higher density housing and mixed use developments, and incentivize us to invest more into robust transit."
        },
        {
          "questionId": 2,
          "answer": "The City should use zoning as a tool to incentivize the kind of development that it wants and needs: namely high density mixed use housing developments centered around (but not exclusively in) the dense core of the city, or in transit nodes like Woodfords Corner. Zoning should not be used to prevent growth or development. Zoning could be used to better activate empty parcels on the Peninsula like the old scrapyard in Bayside or the million surface parking lots, by providing developments (public, private and non-profit developers) with allowances to build up and build dense, so we can create the kinds of vibrant neighborhoods that people love."
        },
        {
          "questionId": 3,
          "answer": "Social housing is one tool that Portland is not utilizing in its approach to housing that we need to address the crisis. There needs to be a source of housing that is shielded from the market forces that drive commodification, which is a main driver of the crisis globally. Portland can finance and develop permanently affordable, mixed-income housing through a bond or another mechanism. We as a city could own the units, or go into partnership with a local non-profit developer and maintain a share of equity in the building. A certain percentage of the units built would be reserved for low and middle income earners, the rest of the units would be \"market-rate\" but in reality could be provided much more cheaply because the city has no motive to make a profit, and the city would be able to develop at a lower cost using bonding. Once the units are built and occupied, the city would have another source of revenue to devote to housing that would reduce rents across the board. I've thoroughly explained and outlined my \"community housing\" / social housing proposal in several presentations with lawmakers from around the country. One such presentation can be viewed here."
        },
        {
          "questionId": 4,
          "answer": "-Through social housing\n-Through streamlining permitting\n-The city is projected to be 9,000 units short by the year 2030 according to a study commissioned by MaineHousing. That is the goal we need to be aiming for. I will not declare victory in the housing crisis until we have no more people living on the street, when everyone who works here, who wants to participate in this community, and who calls our city home -- can afford to live here."
        },
        {
          "questionId": 5,
          "answer": "Frequency and reliability are king when it comes to transit services. If a service cannot be relied upon to take someone to work or school or play reliably and on their timeline, they will not use it. METRO buses in Portland run on at most 15 minute frequency - this is not enough. For our bus system to be better utilized, we need to increase frequency (and reliability). Also, many locations in Portland lack bus shelters, which makes them practically unusable in the wintertime. This should also be remedied. All these improvements will require additional funding - all METRO communities should increase their funding of METRO to make these improvements a reality, and this can be done today using Transit Development TIF districts."
        },
        {
          "questionId": 6,
          "answer": "What they're getting at here is that Parking is hugely subsidized in Portland, even today with Parking rates at an all-time high. The space occupied by parking could be occupied by housing or commercial space instead of cars, and that would be a MUCH higher value for that space. Instead, we get cars. You could also make the point that we have an enormous number of surface parking lots in what should be the densest part of the city, and how we need to incentivize developing those parcels into dense mixed-use buildings. We can also look at demolition some of our aging city parking structures (of which there are a few!) and rebuilding them with parking AND housing or mixed use developments, better activating those parcels for city revenue."
        },
        {
          "questionId": 7,
          "answer": "I am a frequent cyclist all over Portland, because I love riding my bike in the summer and I enjoy riding on the trails -- plus it's cheaper than driving a car and I don't have to worry about parking. There are many areas of the city that are simply not safe to ride, however. I frequently find myself on sidewalks in order to avoid traffic. Brighton and Forest Ave are two particularly bad corridors on which to ride. Despite recent bike lane expansions, many of these lanes are poorly maintained and don't do a great job of separating cyclists from traffic. I will advocate for separated lanes for bikes in areas where it won't require widening roads. Additionally, I think by expanding METRO service so that it is frequently utilized by wide swathes of Portland, we could keep many cars off the road, which will make the city much more friendly for cyclists."
        },
        {
          "questionId": 8,
          "answer": "● Traffic calming/reducing speeds on roadways, particularly in neighborhoods, using bump-outs, separated bike lanes, and other best practices seen in other cities\n● Working with MDOT to redesign major hotspots and corridors, like Forest Ave and Outer Congress. I introduced a bill in 2021 to redesign exit 5 on 295, which has many redundant, confusing, and dangerous on and off-ramps. Much of this area of the city should be reclaimed for communities. As a legislator, I will have some influence with state policy discussions and can influence the conversation in Augusta -- which I will do whether or not I am elected to City Council, but I will have a more comprehensive view of the situation as a sitting councilor.\n● Actually having a process to react when someone gets hurt or killed by a car to examine why that incident happened and make changes to the traffic pattern to make sure it never happens again. \"No one should die just trying to cross the street.\"\n● Increased METRO service will keep cars off the road, and help keep our neighborhoods safe from speeding traffic."
        },
        {
          "questionId": 9,
          "answer": "Yes."
        },
        {
          "questionId": 10,
          "answer": "I heard that only 14% of Portland's sidewalks are ADA accessible, which is completely unacceptable. I know many wheelchair users in the city, who would otherwise be able to go about their lives in a normal way. We pay a lot of money for brick sidewalks, but they degrade quickly and become dangerous in wet or icy conditions. Also, snow plowing and ice clearing of sidewalks in the winter is patchy at best, and a total mess at worst. Places like Montreal have this figured out - so can we."
        },
        {
          "questionId": 11,
          "answer": "I absolutely support reclaiming these 6 acres for housing development, and in fact some of this land can be used for Social Housing! It's perfect. The Franklin Redesign has sat on the shelf for far too long, and the City needs to take a more active role in advocating for it. MDOT has been a delaying factor (though not the only one) and again, you're in a unique position here to help unblock that with your connections and experience and role in Augusta. As for specific features I'd like to see: the new development needs to be walkable and bikable year around, still permit traffic through from 295 to the waterfront but at safe speeds, have a built-in METRO line and connections, and leave open the possibility for something like light rail or BRT in the future. Redeveloping Franklin will finally reconnect different parts of the city that have been forcibly separated: Bayside and East Bayside, Congress Street and Munjoy Hill. Because of the high speed traffic on Franklin and the unfriendly pedestrian crossings, it has meant that the Peninsula has been separated into two halves. Finally we can reconnect parts of our city."
        },
        {
          "questionId": 12,
          "answer": "It takes way too long for new developments to get permits and things, and this advantages large-scale developers and hurts smaller ones, preventing smaller developments and growth. Long permitting and permission times means projects cost more money, and that makes projects more expensive and puts some projects out of reach. We should definitely improve this. It would be great to have an accessible online dashboard for permits and things, so that everyone can see how long certain permit applications have been open and remain unfilled. We also need excellent and passionate city staff who are compensated adequately for the work they do. I think this would help get projects online faster."
        }
      ]
    },
    {
      "candidateId": "jake",
      "answers": [
        {
          "questionId": 1,
          "answer": "What I like about ReCode:\n- Vision: Transit-oriented development, denser neighborhoods, pedestrian-focused\n- Clarity: Streamlined, unified zoning rules. Easier to interpret and implement\n- Process: Resident participation and feedback\n\nWhat I dislike:\n- Took too long to complete. Need to implement and iterate as we go and learn\n\nReCode generally aligns with Portland's Plan 2030 goals. It's the blueprint to achieve the vision."
        },
        {
          "questionId": 2,
          "answer": "It took me more than two years to successfully buy a house in Portland. The experience -- which is not unique to me -- only steeled my resolve to fight to increase the housing supply in Portland. We can do that by supporting the ReCode efforts to allow for multi-families to be built, adjust set-back rules, and make building in the city easier and less expensive. I attended an ADU event at Peloton Labs in February -- it's clear that we need to do a better job of making it feasible for homeowners to build ADUs. We've built a fraction of the ADUs as neighboring South Portland despite having almost three times the population because we have so many expensive and cumbersome rules."
        },
        {
          "questionId": 3,
          "answer": "I don't want anyone to be priced out of Portland. I want to ensure Portland has a housing supply to serve people of all socio-economic statuses. I think that just as important as passing new rules is looking at existing rules. I'd analyze whether any of the laws we have in place, like those passed in 2020, are discouraging more building in Portland. As somebody who has worked in different cities and states, I'd also look to what has worked (and importantly, what hasn't) in other places."
        },
        {
          "questionId": 4,
          "answer": "Maine is heading for a housing shortage of more than 80,000 units by 2030. I'd like Portland to take the lead on reversing this statistic. Let's commit to building 10,000 units in the next 10 years. One important measure of success will be to ensure that units approved actually become units built."
        },
        {
          "questionId": 5,
          "answer": "My first time taking Metro was in high school. During the economic crisis of 2008-09, South Portland Schools discontinued fieldtrips. Undeterred, our English class took South Portland and Portland busses to get to Portland Stage to see Peer Gynt. Since then, I've relied on buses when I lived without a car in Washington, DC and Boston for almost a decade. I am fully supportive of a regionalization approach to Metro. I believe people will use public transportation if they see it as reliable, safe, and efficient."
        },
        {
          "questionId": 6,
          "answer": "I am open to exploring the idea and would want to holistically weigh the pros and cons to understand the effect it would have on our residents."
        },
        {
          "questionId": 7,
          "answer": "Yes, I do. I was proud to be one of only two candidates who joined the Portland Bicycle and Pedestrian Advisory Committee for their Ride Audit on June 30th. None of the other invited guests -- City Council and School Board members and candidates -- joined. I support making it safer and more convenient to bike in Portland. I'd want to address any current safety gaps which create danger for our bicyclists and pedestrians."
        },
        {
          "questionId": 8,
          "answer": "I would look to cities and countries that have made the most progress in increasing safety and borrow what works."
        },
        {
          "questionId": 9,
          "answer": "I support the idea but would want to look at a cost-benefit analysis before making any decision."
        },
        {
          "questionId": 10,
          "answer": "Be a good listener. I am running for City Council to serve the residents of Portland. That means all residents. We all deserve to be safe in this City. And we all deserve to be heard by those making the decisions that affect the quality of our lives. That's my commitment."
        },
        {
          "questionId": 11,
          "answer": "I am excited about the potential to add more housing, boost city revenues, and stimulate the local economy as part of the Franklin Street redesign. That said, I've spent most of my career taking over projects that were framed only in terms of their positive potential and then went off the rails. That experience has taught me that a good idea must be followed by effective implementation. As such, I would use my position on the City Council to ensure there is a rock-solid plan in place for a successful implementation. I will ask the right questions, anticipate what could go wrong, and demand a plan that mitigates the disruption that any major construction project would cause. I will not support any plan unless I'm confident that it will avoid cost overruns, mismanagement, timeline delays, and unacceptable impacts to resident quality of life during the construction process."
        },
        {
          "questionId": 12,
          "answer": "I'm proud of my recent professional work to improve the government experience for constituents and businesses. At the state government level, I've worked on efforts to break bureaucratic silos, enable data sharing, and create one-stop-shops for permitting. I'd take that experience and make the same improvements to city government. Government should never be a roadblock for any constituent or business looking to improve life here. We have a housing crisis -- we cannot afford to be our own enemy."
        }
      ]
    },
    {
      "candidateId": "jess",
      "answers": [
        {
          "questionId": 1,
          "answer": "I believe the recode has gotten the fundamentals right. Creating more opportunities for higher density housing, especially along our corridors, prioritizing public transit including bike lanes, sidewalks, and walkways, and protecting our environment by ensuring future buildings reduce their carbon footprint, so we can hit our climate goals. If the code has still not been voted upon by the time I am sworn in, I will consult with city staff, advocates, and my colleagues, those who have been involved in the process much longer than most of us, to fully understand how it can be improved even further. If it has already passed, I will monitor it closely over the course of my term to see if it is being implemented as planned and having the impacts we hoped--namely greater equity, prosperity, and affordability."
        },
        {
          "questionId": 2,
          "answer": "Zoning is just one piece of solving the crisis. Enforcing rent control to stop rent gouging and stabilize rents will have the greatest immediate impact in reducing our housing affordability crisis. Second is passing a $50M housing bond directed to build, and incentivizing the building of, affordable housing. Third, ensure that the Green New Deal is fully enforced so that at least 25% of all new development is affordable to the working class. On the GND, we should also revise the housing affordability to the median income of Portland, not greater Portland."
        },
        {
          "questionId": 3,
          "answer": "In short, yes. We need to continue encouraging immigrants to come here (we would have closed a third of our school were it not for immigrants). We need to raise the minimum wage to $20 an hour. We need to build social housing."
        },
        {
          "questionId": 4,
          "answer": "In truth, we don't simply need to increase housing supply. We need to increase the affordable housing supply. To that end, we need to pass a $50 million housing bond that can be injected into our economy to incentivize the building of affordable housing. We also need to get serious about social housing, which would be built by the city and ultimately pays for itself. We also need to increase density opportunities, while protecting the Green New Deal 25% housing affordability requirement. I will measure success by the number of affordable housing units built and by a reduction in our homeless population."
        },
        {
          "questionId": 5,
          "answer": "Yes. I take the bus all the time. In fact, although in my late 20's, I just got my driver's license. The bus is an invaluable tool for hundreds of Portlanders (those who are not using it to go to high school), but it needs to be invaluable to thousands. We can get there by lowering the per-ride cost through municipal subsidy and by increasing the frequency and number of routes."
        },
        {
          "questionId": 6,
          "answer": "Unfortunately, a lot of frontline workers have to use those parking spaces, so simply increasing rates and ticketing low income people more is not good policy. As stated above, if we want to reduce car use, reduce the cost of the bus and increase the frequency (especially at night after workers finish their shifts). That said, I do think we need to start taxing parking lots at higher rates (perhaps through vacancy fees) to incentivize the owners to turn them into something more useful for the community. Fewer parking spaces often equals fewer cars."
        },
        {
          "questionId": 7,
          "answer": "Yes. I like the ease and lack of expense when I bike. I wish bike lanes were better protected and there were more designated places for locking my bike. I'd advocate for both as a city councilor."
        },
        {
          "questionId": 8,
          "answer": "By building roads that slow traffic. By Prioritizing public transportation. By laying down sidewalks everywhere. By building more bump outs for crosswalks. By creating more paths for walking. By constructing footbridges. By making streets pedestrian only."
        },
        {
          "questionId": 9,
          "answer": "Yes."
        },
        {
          "questionId": 10,
          "answer": "Protected bike lanes. Pedestrian only streets."
        },
        {
          "questionId": 11,
          "answer": "Yes, I support reclaiming these 6 acres for housing development, as long as the majority of the housing is affordable. I also support the fundamental redesign and restoration of the neighborhood. As the councilor covering this district, it will be one of my top priorities during the CIP process, injecting city funds where needed, and in pushing RFP responses that put our community first, not private profit."
        },
        {
          "questionId": 12,
          "answer": "This is always a balance. Permitting should not be filled with unnecessary red tape, but we also must be diligent to make sure developers meet our zoning requirements in order to protect the environment, ensure buildings are safe, and that they meet the community standards we all want for Portland. But the number one thing we can do is ensure we have adequate staff to move permits through efficiently. I would pay for this through increased fees on developers."
        }
      ]
    },
    {
      "candidateId": "sarah",
      "answers": [
        {
          "questionId": 1,
          "answer": "The latest ReCode draft came out on Friday and I haven't fully reviewed it yet. Drafts up until this point have enhanced the potential for denser housing opportunities in key transportation corridors, supported the need to facilitate reasonable amounts of growth in residential zones, and acknowledged Portland's shifting understanding of its role in addressing climate change. ReCode has the potential to help Portland to catch up with its reputation as a desirable destination and add to the population in ways that will support Portland's economic and cultural growth.\n\nI do feel the proposed changes are broadly aligned with Portland's Comprehensive Plan 2030. I find myself frequently returning to the first of the Comp Plan's five principles - \"One Portland, spreading the benefits and challenges of sustainable growth fairly across the community.\" I think the proposed changes are a major step toward achieving that.\n\nAs with all major changes, public reception has been mixed - half the people who talk about ReCode feel it goes too far, the other half that it's not taking bold enough steps. That to me indicates the process has produced a relatively balanced product.\n\nMy position is that there's no possibility ReCode is perfect, and future revision will likely happen. But passing the work that's been completed and implementing the changes will allow us to assess whether they're working for Portland, and make informed revisions based on data, not speculation or campaign promises."
        },
        {
          "questionId": 2,
          "answer": "Zoning that allows appropriate density is the most direct path to creating new and necessary housing stock at scale. Off peninsula, that focus belongs along transportation corridors. In District 1 most of the large-scale, dense housing development will be in the B3 zone, in my neighborhood.\n\nThere is already an approved sprawling master development plan in Bayside which envisions over 800 units, and two more proposals winding their way through planning. Getting some version of those projects online and incentivizing additional projects will be a priority. I'd love to figure out if there is any earthly way to un-stick the Federated Midtown property from where it's mired in legal proceedings and jump-start new development there.\n\nMunjoy Hill, East Bayside, the East End, the Washington Avenue area, and the islands all have growth opportunities unique to their zoning, and most of which is sensibly dense. Incentivizing ADUs and supporting renovation and reuse are ways to grow the housing stock while retaining the character that makes these areas special.\n\nThere is the real risk of allowing oversaturation of certain areas with too much of the same type of housing, and repeating at scale the mistake of clustering high-impact uses. For this reason, I think planning decisions should be reviewed at least in part through an equity lens. If we are not actively creating anti-discriminatory ordinance, we are actively contributing to the inequitable practices that prior decades of biases (both explicit and implicit) have locked in place."
        },
        {
          "questionId": 3,
          "answer": "The people who are able to afford living in Portland are increasingly not the same set of people who need to work in Portland -- the issue isn't simply more people, it's how we can create structures that keep people living near where they work. I believe it's important to value our elders and provide support for the autonomy of aging in place.\n\nBy building additional housing access and options, the population will have an opportunity to organically grow in ways our previous policies didn't necessarily support. That will benefit our workforce, sustainability goals, and civic life.\n\nIn addition to building more housing, Portland needs truly robust multi-modal transportation options and infrastructure, economic opportunities, and a commitment to quality of community for residents. There are many paths to that destination, and my personal feeling is this should be a collaborative process on all levels."
        },
        {
          "questionId": 4,
          "answer": "With new zoning in place, the next step will be open to reviewing policies and assessing whether the hoped-for outcomes are being realized. 2025 is the first year our elected council will be able to review and directly act to improve the Green New Deal, for example, and I would be interested in doing some critical policy analysis to identify roadblocks to realizing our housing goals.\n\nRe: number of needed units, a recent study estimated Maine needs 84,000 new housing units by 2030, half of which is backlog from underproduction. The yearly numbers needed for Portland are estimated to be almost a third of the statewide goal. It's daunting.\n\nI would measure success in more than just the number of units added - housing variety, number of multi-bedroom family units, quality of open and green space and amount of mixed-use developments with activated ground floors, quality of affordable buildings, and equitable distribution are all factors in creating a livable urban environment. Capacity without community isn't livable."
        },
        {
          "questionId": 5,
          "answer": "I wish I had opportunities to regularly take the bus. I've loved the time I've spent in cities where buses are a main mode of public transportation. It's a nice way to move through the world, comfortable and as social as you want to be. Buses help organize the structure of one's day.\n\nI walk as much as possible on the peninsula, and when I don't it's usually because I'm transporting something that can't be carried far, or time is a factor. Off peninsula, my destinations aren't where the bus goes.\n\nThe regular bus users I meet tend to have the same wish list - a wider network, more stops, staggered schedules, later runs. For some people, the bus shelters don't feel safe, and they would like to see more frequent maintenance and monitoring.\n\nI'd advocate for improvements on all those fronts. There's every reason to expand and improve the bus system. Better transportation is the key to expanding housing locations and options, minimizing parking needs (not just available spaces), and meeting climate goals."
        },
        {
          "questionId": 6,
          "answer": "The city is currently conducting a parking survey of downtown workers and employers, and as a councilor, I would use that data to inform policy changes going forward.\n\nThe value in parking isn't strictly monetary. There are many reasons people need to drive and park, and not everyone has the time and privilege to curate their transportation choices.\n\nI would therefore be in support of adopting a phased approach to changing the parking fee structure and violation enforcement, in harmony with the growth of Portland's transportation system. Strengthening that system is an important first step so that beneficial parking reductions can happen without causing harm to those least able to absorb the cost."
        },
        {
          "questionId": 7,
          "answer": "Thanks to being hit on my bike many years ago, making streets safer for cyclists is important to me. I'm still not comfortable biking in traffic.\n\nSafe bicycle infrastructure, thoughtfully integrated, is a priority. If Portland doesn't have a comprehensive bicycle infrastructure master plan, I'd advocate for one. (If there is, apologies for missing it!). That would create a logical framework for suggesting change, prioritizing improvements, and considering creative solutions in challenging areas (an avid cyclist I know floated the idea of a bike lane on the sidewalk of State Street).\n\nI'd also like to see a public education program for bikers and non-bikers alike. Understanding each other's perspective and the rules of the road could go a long way toward creating safer streets for all of us.\n\nWe do need to allow for the fact that winter biking will never be feasible for many residents, and hills on the peninsula are a limiting factor we can't control."
        },
        {
          "questionId": 8,
          "answer": "Making a Vision Zero pledge would be a good place to start. I'm generally in favor of reducing speed, adding traffic calming, education, and reducing distracted driving. I live within the hottest spot of the VZ heat map of fatal and severe injury accidents and have witnessed several major crashes on the streets near my house, right next to a school, that could likely be prevented with some minor changes.\n\nI would especially advocate for equitable infrastructure for low income areas. When sidewalks are inadequate, or obstructed, people have to walk in the street. People with strollers, walkers and wheelchairs are disproportionately impacted. Yet this is often accepted as normal in these historically marginalized neighborhoods."
        },
        {
          "questionId": 9,
          "answer": "I support a phased approach that reduces parking where feasible, as transit options grow more robust, and having a transparent, structured plan to do so that is mindful of the current reality of parking needs, particularly for intown workers, islanders, small businesses, and low-income earners."
        },
        {
          "questionId": 10,
          "answer": "As a resident of an area with neglected infrastructure, I would take an equitable approach to pedestrian improvements and advocate for infrastructure and parking changes that acknowledge the needs of residents and businesses in less well-off neighborhoods.\n\nI've written many letters of support for city applications to fund infrastructure improvements in my neighborhood, but the requested funding is always for bigger projects and main thoroughfares that separate neighborhoods. Residents on low income residential streets are as deserving of safe sidewalks and well-maintained roads and lights, but that's not where the improvements typically end up."
        },
        {
          "questionId": 11,
          "answer": "The amount of housing envisioned is exciting, but the plans I've seen so far rely on massive destruction of mature tree canopy that a street lined with saplings cannot replace. Before committing support I'd want to see an environmental impact analysis that describes the net environmental gains, estimated timeframe to recover lost ground, and a specific re-greening plan that goes beyond the boundaries of the project.\n\nBayside, one of the abutting neighborhoods, just received 150 new trees that increased the neighborhood's canopy cover only from 3% - 7%. East Bayside's score edged up a little too. These are welcome changes, but just a blip on the radar. Removing the Franklin trees would take us back below where we started. So that part of the proposal needs significant work if Portland is serious about its climate goals.\n\nI'd also want to see this project evaluated through an equity lens. The two neighborhoods bordering this project north of Cumberland are the two most needy on the peninsula; Bayside is on the backside of all the renderings I've seen. Proceeding without including that perspective would be as short-sighted as the \"urban renewal\" that destroyed an entire community to create Franklin in the first place. We should be able to do housing and trees and equitable treatment, not sacrifice one for the other.\n\nThe specific housing types also matter. Unless a substantial number of family units are realized, this project will struggle to reinvent the vibrant pre-urban renewal community that the FRA describes."
        },
        {
          "questionId": 12,
          "answer": "The city's permitting process is often cited by developers as a barrier to building approved projects in a timely and cost-effective fashion.\n\nThe process is meant to ensure developments adhere to city ordinance, national and local building codes, and life safety requirements. Since the developers' submitted plans are signed-off on by a project's engineers, there should be some confidence that the final product meets the required standards. I'm interested in discussing the threshold for administrative approval and potentially adjusting it to facilitate the speed of permitting.\n\nMaking that type of change might require more diligence in the approval process though. Sometimes important things do get missed."
        }
      ]
    },
    {
      "candidateId": "todd",
      "answers": [
        {
          "questionId": 1,
          "answer": "Overall, I feel that ReCode is a step in the right direction. It will move us towards the goals of the City’s Comprehensive plan, but there are a few areas where I would like to see it be more ambitious in pursuing these goals. I think allowing more transit oriented development, gentle density in residential zones, and mixed use would help create walkable neighborhoods stitched together by high quality transit. I would like to see ReCode passed but I hope it will be a version that puts these goals front and center."
        },
        {
          "questionId": 2,
          "answer": "I think Portland should update our zoning code to allow for more housing. This means encouraging development along our transit corridors and opening up more of the city for middle-density housing options like we have currently in district one neighborhoods like Munjoy Hill and Bayside."
        },
        {
          "questionId": 3,
          "answer": "More people should have the opportunity to live in Portland. Portland is a vibrant city with culture and economic opportunity and I think we should share that. Having more people living in Portland benefits us all. More people means more opportunities for friendships and social groups, it means our schools and hospitals will be able to hire people who live in our community, it means enough ridership to make our buses run often, and so much more. First, I would follow my answers on ReCode and zoning and update our laws to allow more housing to be built. We should also invest in social housing to ensure that people of all income levels are able to live in Portland."
        },
        {
          "questionId": 4,
          "answer": "I would increase the housing supply through updating our zoning and investing in social housing. I don’t think we should view our housing goals in terms of numbers of units because population and demand can shift over time. Instead, we should focus on metrics that are more directly correlated with housing affordability. For example, we should be targeting a rental vacancy rate of at least 5% and ideally 8% and at least 6 months of supply of housing units for sale. We also need to be careful when measuring the success of our policies. Portland can do a lot for housing affordability but we are just one city, there are a lot of other factors that can affect housing prices. When evaluating policy we need to make sure to compare to benchmark cities over a similar timeframe to make sure we are evaluating the effects of what we are actually doing and not just trends in the overall economy. Housing also takes a long time to plan and build. We need to be evaluating our policies over a reasonable time scale of at least five years to ensure that we are actually measuring the effects of our policy change. All of that being said I do want to at least provide a rough idea of how many units we will likely need to add to achieve these goals. A recent study conducted by the State of Maine found that Coastal Maine needs 45,400 – 49,200 housing units. If we want to grow in a way that preserves our farms and forests and prevents car-dependent sprawl the City of Portland should aim for at least a quarter of the growth of the overall region which gives us a rough benchmark of 11,350 – 12,300 units over the next ten years. This is around 3.5 times the number of units than we built over the last ten years. This goal is aggressive but it is achievable and hopefully even more so given how building housing is a big part of Kamala Harris’ platform. I would rather set an aggressive target and miss than set a goal that is easy to achieve but doesn’t solve the problem."
        },
        {
          "questionId": 5,
          "answer": "I have taken the bus but only once. The major reason I don’t is frequency. For most destinations, the bus schedule needs to line up to be faster than biking for me. Because the timing rarely lines up, I typically hop on my bike instead of checking the bus schedule. I think frequency and consistency are the most important issue by far when it comes to transit. You need to really plan around a 30 minute or hourly schedule. If we got down to 15 minutes and kept service consistent on weekends and evenings I would use the bus much more. Data from many transit agencies shows that other Portlanders would too."
        },
        {
          "questionId": 6,
          "answer": "We raised parking meter rates fairly recently so I would not be in favor of raising them right now. However, I do think we need to extend the hours of enforcement to weekend evenings. Our parking is the most full on weekend evenings so it doesn’t make sense that we stop enforcement at 6 PM. Extending enforcement into these evenings could bring in a lot of revenue for the city from people who drive into downtown. Because property tax taxes both buildings and land, surface parking is at an unfair advantage because it requires no buildings. We need to be taxing surface parking more. Locally I think we should explore a licensing fee for private parking like what is in place in cities like Montreal, which charges a fee for private parking based on square meters of lot. This shifts the equation more towards structured parking lots, ideally with housing above them. This licensing system could also make parking better for Portlanders. We have parking lots that are just for offices and commuters that offer no hourly payment option and even close in the evenings when our need for parking is the highest. We should strongly incentivize lots to offer hourly parking 24 hours a day, 7 days a week and to offer snow-ban parking."
        },
        {
          "questionId": 7,
          "answer": "Cycling is my main way of getting around Portland. Factoring in parking, it is by far the fastest and cheapest way for me to get downtown. Personally, I am fairly comfortable biking with traffic so my biggest issue personally is a lack of places to lock my bike. However, my experience biking has shown me that many of our bike lanes are not as good as they could be and I sometimes opt to bike in the general lane instead. In particular, a lot of bike lanes lack adequate protection and require riders to merge into traffic in a way that feels unsafe. Bike lanes are also often not cleared of snow in the winter. Getting bike lanes right is critical if we want to encourage people to bike more. I also think we should be taking bike theft a lot more seriously in Portland. I know an individual bike is not very expensive compared to a car but losing your primary means of transportation is a huge problem. I know people who are hesitant to bike at all because they have had their bikes stolen multiple times. Because people are discouraged from biking in the first place, this issue affects our whole city far beyond those who have personally had a bike stolen."
        },
        {
          "questionId": 8,
          "answer": "Portland should adopt its own Vision Zero plan or at least adopt GPCOG’s plan. There are grants available for doing this planning work. The plan should include monitoring for traffic fatalities and responding to them with road design best practices to prevent them from happening again. We should put in place more traffic calming measures like raised crosswalks, curb extensions, and chicanes. Portland will soon have additional money available in our budget from paying off a bond obligation and these small quality of life improvements are exactly the kind of thing a city government should be spending money on."
        },
        {
          "questionId": 9,
          "answer": "Yes. I would also support prioritizing them over lanes for cars."
        },
        {
          "questionId": 10,
          "answer": "I think in the long term we should try to stitch together our suburban cul-de-sacs for bicycles and pedestrians. We don’t want to bring more cars into residential neighborhoods but we can create pedestrian and bike only paths from dead end roads into a grid creating quiet streets for people instead of cars and creating shorter walking and cycling distances."
        },
        {
          "questionId": 11,
          "answer": "First and foremost I will support focusing on housing potential and pedestrian experience over space for cars. I want to see street trees, housing developments, the restoration of Lincoln park to near its original size, and adequate pedestrian crossings. As a City Councilor I will constantly monitor the status of this project and allocate funds for it. It was approved in 2015 and we did not see movement forward on it. If we want movement we need to make sure we are not trapped in a cycle of conducting studies and we are serious about investing in the project. We should have a staff member responsible for pushing this project forward and a timeline with reasonable milestones."
        },
        {
          "questionId": 12,
          "answer": "We can streamline the zoning approval process by sending more mid-sized projects through minor site plan review rather than major. Right now the “major” site plan process is the same whether you have 3 units or 300 units. For permitting we need to dedicate more resources and staff, measure how long it takes our permits to get improved, and set clear realistic goals. Spending a little more money on permitting can result in savings in the long run if we get projects built more quickly. I have seen many examples of people who had trouble navigating the process which resulted in a huge and unnecessary cost of both time and money. We should be proactively helping people and giving them the information they need to get approved or at least find out that they won’t be able to get approved as soon as possible. We should also be streamlining building code requirements to make them easier to comply with in mid-sized buildings and accessory dwelling units (ADUs)."
        }
      ]
    },
    {
      "candidateId": "atiim",
      "answers": [
        {
          "questionId": 1,
          "answer": "I appreciate the thoughtfulness in exploring the R-zones on page 35 in the document. Nonetheless, I need to do a deeper dive in both documents. There is a great need to expand housing, and the starting place is here, in re-zoning what is possible. Though I appreciate downtown Portland as a city center, I believe it is prudent to create space for districts to have their own centers too. Each district can have centers that highlight their communities, center their community needs, and raise their communities voices for representation while distilling what their district culture is and will become. The Portland 2030 Plan was started in 2015, and the Recode in 2017. There has been a Pandemic that drove more Americans and Immigrants to Portland since, and I think we have a starting point, but both plans need a revisit to ensure it is inclusive of the current and future needs we have here in Portland and Maine today."
        },
        {
          "questionId": 2,
          "answer": "Zoning ordinances should reflect the needs of our current population in 2024 and think forward. There are a mix of different housing options and communities within District 2, as it is close to downtown and the waterfront, and encompass major transportation hubs. There is potential to rezone areas in D2 and in all of Portland to accommodate more housing from small houses to communal houses, and in creating greater density. More density can be created near the airport, near the bus and train station, and along the freeways, and rezoning can occur in the traditional multiunit areas, while we plan to expand green spaces and plant more trees."
        },
        {
          "questionId": 3,
          "answer": "Whether more people should live in Portland or not, more people came during the pandemic"
        },
        {
          "questionId": 4,
          "answer": "No answer provided."
        },
        {
          "questionId": 5,
          "answer": "No. I work for the Office of Behavioral Health and have both a State car that I use to transport clients I serve around Cumberland County to their appointments and to community resources, and a personal car that I use to get around. I was once an avid bike rider, but there are few locations I cannot either walk to to meet my family needs or take a short drive to fulfill them. I cannot comment on the bus line more than it appears to touch every place or close to every location and biking and walking can cover the rest. I would advocate for bike lanes where appropriate to connect the city, explore installing a trolly system, advocate for solar & electric buses, and smaller shuttles to essential shopping areas and needs to be considered as we improve upon the transportation systems and prepare for reducing our cities climate impact."
        },
        {
          "questionId": 6,
          "answer": "I would pursue eliminating the rule in residential areas that prohibit homes from having more than one parking spot. As a homeowner my home has the space for two parking spots, but I was told it is against the law to have more than one. We have a duplex and are a two car family with a four year old daughter, and we have tenants who have a car. To alleviate some of the residential parking congestion, it is prudent to eliminate rules that don't fit the current and growing population of Portland. Though car parking is one of the lowest value uses for urban land use, they are still an important key to connecting Portland to Maine and other states. So, until we think of, plan for, and implement high speed rails, a city wide trolley system, or other thoughtful and green methods of transportation that can connect our city and state, cars are essential. I would not seek increased parking rates, but will seek extended parking enforcement to detour parking in illegal areas like school zones to clear up traffic, reduce accidents, and protect our children. There are other creative ideas that can be explored with the support of both the Maine DOT and the Portland Public School District that we could entertain as well."
        },
        {
          "questionId": 7,
          "answer": "Yes, but not enough to call myself a cyclist. I was in a life threatening accident on a bike in 2006, and have trauma that reduces my interest in biking until I recover from my mental blocks. I used to prefer biking over driving for years. Back then I had the option of traveling longer distances while supplementing my travel with trains and buses. I had a set routine that I could include biking as a method to transport myself to work and get exercise while doing so. Though that is true in smaller degrees in Portland, I drive for a living and don't have a routine or protected route that is bike friendly to consider biking regularly. According to the 2022 Portland Census, only 1.9% of people bike to work in Portland. I'm sure since the end of the Pandemic that number has changed, but we don't have that data yet. I would like to incentivize biking and carpooling to work. Portland does not have enough bike lanes, bike route maps, or a visible culture that celebrates biking like I have participated in and witnessed in bigger cities. It can happen in Portland, but the experience of biking in Portland doesn't feel as safe as it can. I would invite the leaders and participants of bike groups in Portland to gather and discuss what this great city needs and create a 5 year plan to implement the aspects of their plan that are immediately possible and seek funding streams to complete the rest while we plan a 10 year goal beyond the five year plan."
        },
        {
          "questionId": 8,
          "answer": "I love adopting national best practices as a starting place to tailor ideas that need to thrive. In Portland, we can tailor a VZ plan to fit our city's culture to increase safe, healthy, and equitable mobility."
        },
        {
          "questionId": 9,
          "answer": "Absolutely! Nonetheless, if we reduce on-street parking we must also increase public parking options that will be no or low cost."
        },
        {
          "questionId": 10,
          "answer": "I would explore federal, state, county and city funding options to install a trolley system, a bike and hike path, and increase the number of public bike options, and explore other means of transportation to support getting our city connected."
        },
        {
          "questionId": 11,
          "answer": "Absolutely! Hands down a no-brainer for a growing city like our Portland, Maine. I believe Portland can invest in and advocate for intentional housing options that are focused on keeping essential workers in Portland. We need to keep sternmen, grocery store and service workers, artists and musicians, and other essential workers in Portland. I will advocate for half of the 275 housing units to be split between the defined and identified essential communities and the other half for elders and low income families. I would advance the plan by bringing the data and voice to the table of measures that have been installed in other cities and states as efforts to keep teachers, service industry workers, and other essential workers to the table. I will work tirelessly to ensure that the RFP isn't just another private opportunity to make money, but one that is publicly supported and financed, at least the lion's share, to ensure Portland and Maine is investing in its future and sustainability. We cannot afford to miss this opportunity."
        },
        {
          "questionId": 12,
          "answer": "I stand with Mayor Dion on this issue. He is correct in simplifying and streamlining city permitting is important. I would add that rezoning the Bayside and other areas that are less dense is also important and could lead to additional intentional housing for essential workers, create arts districts where artists and musicians can thrive, education districts where teachers and their families could thrive, and create something unprecedented that other cities across the world would travel to and take note of. We have an opportunity that has not been realized and we need creative thinking and swift actions."
        }
      ]
    },
    {
      "candidateId": "catherine",
      "answers": [
        {
          "questionId": 1,
          "answer": "I have been following the process. Once the final draft is completed I will have a better idea if it aligns with Portland's Plan 2030."
        },
        {
          "questionId": 2,
          "answer": "There is a need for a change in the zoning to accomodate for additional housing. The citizens of Portland would best be served by getting involved to understand what this means for their district. With input and careful thought I believe we can acheive a balance."
        },
        {
          "questionId": 3,
          "answer": "I support efforts to increase workforce housing. Adjusting zoning regulations is one effective way to create more housing opportunities"
        },
        {
          "questionId": 4,
          "answer": "As mentioned, changing zoning regulations can help increase the housing supply. We need to streamline the process and add as many units as quickly as possible. I will rely on housing authorities to determine the exact number of units needed. We'll know we've reached our goal when demand decreases and rents stabilize."
        },
        {
          "questionId": 5,
          "answer": "I have taken the bus on occassion and have found it to be a pleasant experience. I am fortunate to live near my work and I walk to work. Perhaps what I would like to see change, if possible, is the frequency that the bus runs a route."
        },
        {
          "questionId": 6,
          "answer": "The City of Portland increases parking rates and enforces current parking rules. I trust they have the data to critically assess and set rates that make the most sense for our city. The value of parking varies based on individual needs---it's highly valuable for those who rely on it and less so for those who do not. Defining its value can be challenging."
        },
        {
          "questionId": 7,
          "answer": "I am not an avid cyclist and have little experience. I agree with bicycle safety and I support the bike lane efforts."
        },
        {
          "questionId": 8,
          "answer": "Slowing traffic can significantly reduce fatalities and severe injuries among all road users. I am aware of the ongoing efforts to support this approach and look forward to contributing to these initiatives"
        },
        {
          "questionId": 9,
          "answer": "I agree with introducing climate-friendly transit options, but it's also important to consider the needs of businesses that rely on parking. We need to carefully balance and weigh the benefits of both to ensure that any changes support our climate goals while also addressing the practical needs of the community."
        },
        {
          "questionId": 10,
          "answer": "No specific answer provided."
        },
        {
          "questionId": 11,
          "answer": "I support this effort. As plans develop I will be better informed to add to the conversation."
        },
        {
          "questionId": 12,
          "answer": "Implementing an online permitting system can make the process more efficient and creating a dedicated liaison who can assist applicants in navigating the permitting process and addressing any issues that arise."
        }
      ]
    },
    {
      "candidateId": "nancy",
      "answers": [
        {
          "questionId": 1,
          "answer": "Incentives are built into the revisions of the ReCode for the construction of more housing. But it is a challenge to see if there are enough revisions to expanding building lot coverage, building length, and building height, for example, to make possible the most efficient use of land for housing. Re-use of commercial properties for residential units is part of the description of B-3, another way to augment housing in the city. The empty Time and Temperature Building is one example of a structure that could turn into needed housing rental units. I understand the urgency of the UCP for greater density in many areas of the city and I look forward to understanding more of the most pressing revisions the UCP will bring forward. The proposed changes, as far as I understand them, seem to align with the vision of Portland Plan 2030."
        },
        {
          "questionId": 2,
          "answer": "With more and more barriers -- for example, the increase in the Inclusionary Zoning requirement for projects with 10 or more units -- we have all seen the slowdown of construction in the city. We clearly need to engage all parties in the process of development, and persuade neighbors, developers, funding sources, how and why new projects are worthy of support. There is no need to persuade young renters, who have all shared with me their frustration with the expensive, sometimes subpar rental units available to them. We should devise and impose a vacancy fee so that landlords do not sit on residential rental properties for decades, as has been done around Portland, incredibly, in this time of housing shortage. We can remember that all the changes now proposed and whatever is adopted by the Council in its Land Use Code in the near future can be changed. The Housing and Economic Development Committee of the City Council could devote a recurring agenda item to consider what is holding back housing projects in Portland, with invitations to every local voice that asks to be heard on the issue, including contractors who cannot find a place to park, and in consultation with the Urbanist Coalition of Portland, the Portland Housing Authority, Avesta, Reveler, etc., as well as the city's own staff. That Committee could draft updates to the Land Use Code that address the problems as they come up."
        },
        {
          "questionId": 3,
          "answer": "First, the public transportation system must be improved. The development of apartment buildings along the transportation corridors will follow like an egg from a chicken -- or is it the other way around? Perhaps the Urban Coalition of Portland can show us how other little cities with inadequate bus systems caught up? In any case, a local bus that runs early, late, and often could save residents the expense of a car, making budgets stretch a little further. I live in the most densely populated neighborhood in Portland, Parkside (according to the Portland Plan 2030 Population Density Map), with more than 50 people per city block. The neighborhood is a pleasant, lively, quiet, and friendly place to live. The setbacks for its larger apartment buildings were small when they were built many years ago. Could these same buildings be built under the new zoning proposed in the third and final ReCode? That would allow more such buildings to be built, and welcome more people to live in the city. Projects like The Goodwin, respectful of the streetscape and with large lot coverage, are a fantastic addition to the neighborhood we need to see in more places."
        },
        {
          "questionId": 4,
          "answer": "The Portland Plan 2030 says we should aspire to house 75% of the 'current daytime population of 96,000 or approximately 72,000 people.' That would mean housing for more than 6,000 people. The beginning point is around 2014; since 2014 the city has approved almost that number of housing units. But we have not built them all. The housing dashboard shows almost 4,000 units completed since 2010. Perhaps 4,000 housing units can house 6,000 people? We must investigate the hold up on completion, do more to smooth the way by creating incentives and removing obstacles, and work to build another 4,000 housing units in half that time. We must arrive in 2030 exceeding the modest goal of the comprehensive plan."
        },
        {
          "questionId": 5,
          "answer": "Yes, I have taken the bus. Over the years it has taken me to and from the Maine Mall, and to Casco Bay Lines when I was living on Peaks Island and didn't own a car. The bus routes that were direct were my preferred bus rides so, if possible as a city councilor, I would do my best to straighten out the circuitous routes still followed. I met with a Metro representative last month and understand the limitations on the fleet of buses and the staff and how important various addresses, like 100 State Street, are. Providing bus stops at those addresses can create the circuitous routes. I know Metro is working on improvements to the routes, and well as greater bus frequency. With the bus app in a smart phone, it is possible to time the bus arrival and head out into any kind of weather without having to wait in snow, rain, heat, for very long, a current excellent advantage exploited by students heading to high school."
        },
        {
          "questionId": 6,
          "answer": "I would like Metro to explore how to get service workers who have finished their shifts to park and ride lots late at night; but until and unless that is done, we need to prioritize service workers' parking arrangements in or very close to the Old Port with some version of subsidized parking, including a workers' sticker for their car. And while private parking lots may generate low property taxes, street parking meter revenues are important in the city budget. In Fiscal Year 2023 parking meters brought in more than half a million dollars, with another $200,000 collected for parking tickets. The City Council regularly increases parking meter rates and parking violation charges (6-18- 2018; 5-20-2019; 9-21-2020; 7-1-2022) and depends on this revenue. But I want the city to keep parking meter rates low. Anyone who has lived here for a few years misses the regularly forgiven first expired meter citation. Private parking lots (UPP in particular) charge exorbitant fees, but those are not regulated or collected by the city. If there is a way for the city to revise upward its assessed commercial value on the lots based on their income, that should be done."
        },
        {
          "questionId": 7,
          "answer": "I do not bike in Portland; I prefer to walk. I have been discussing bicycle and pedestrian safety issues with the Portland Bicycle and Pedestrian Advisory Committee and would welcome their recommendations for street changes to make biking safer, like moving parking farther from side streets to give greater visibility to turning bicycles."
        },
        {
          "questionId": 8,
          "answer": "I would welcome greater enforcement of stopping at red lights at intersections, as well as for traffic around activated stop lights and signs on school buses. We should lobby the Legislature for automated traffic light enforcement, not allowed under state statute. Traffic also needs to slow down; making State and High streets two-way could achieve this in the middle of the Portland peninsula. Pedestrian right-of-way must somehow be made apparent to cars turning right, for example, at a green light, but the electronic signs are hard to see from a car sometimes. And more buses moving more people will make travel safer for all of us!"
        },
        {
          "questionId": 9,
          "answer": "I support this change once we have improved the bus systems, attracted more bus passengers, and increased the number of bike riders. Once we have the data showing the usage changing, we will have the hard evidence that it is time to sacrifice some of our passenger car parking."
        },
        {
          "questionId": 10,
          "answer": "I look forward to working with many exponents of less-polluting, safer transportation, and learning what the City of Portland is ready to adopt."
        },
        {
          "questionId": 11,
          "answer": "Without a crystal ball I am unable to answer parts of this question. The redesign of Franklin Street is an enormous opportunity to redesign city land for the benefit of city residents and visitors. The progress of this project and its design will be the result of many meetings and studies and requests for funding from federal, state, and local sources. I will embrace the proposals that present the best advantages for residents in terms of housing, while elaborating on the trees that now make this street so handsome. A creative redesign could enfold both."
        },
        {
          "questionId": 12,
          "answer": "Perhaps this is another example of something the City Council could review, soliciting public comment from all involved. Are the frustrating delays a matter of staff resources, or a lack of understanding from an applicant about what is required? How can the system be transformed into a clear check list, preferably online, with step-by-step instructions that make the process as clear and straightforward as possible? I ask staff people's pardon if this is already in place; I have not seen what the process looks like as a business applicant. But I do believe business licensing is not currently part of the city's online services, and it should be added."
        }
      ]
    },
    {
      "candidateId": "robert",
      "answers": [
        {
          "questionId": 1,
          "answer": "It's relatively modest. It cleaned up and centralized definitions and made standards consistent across zones. I like that it has expanded allowances both in terms of dimensions and uses in almost all zones. I think what the City is missing is concrete design standards, especially for large buildings."
        },
        {
          "questionId": 2,
          "answer": "Where zoning has density priority areas (Downtown and corridors like Washington and Forest Ave), I think we need unit count minimums for new construction. I've seen examples of developments that could appropriately be much larger stop short of that capacity --- largely because of tax-credit limitations or inclusionary zoning fears. We have to get past these barriers to build more capacity where it's best suited."
        },
        {
          "questionId": 3,
          "answer": "Those are two different questions. First, should more people who work in Portland live in Portland? There are going to be limits to what we can do to change that trend. American families love suburban comforts: a house with privacy, a backyard, room for hobbies like gardening/basketball/snowmobiling, etc. We're not going to be able to deliver that suburban product in Portland much longer --- and it shouldn't be Portland's priority because it's so land-intensive. The question is, How do you get suburban commuters to leave their cars at home? The Breez bus traveling from Portland to Brunswick has been very successful. Where can we replicate that headed north and south of the city? How can we give commuter transit like the Breez some sort of advantage, like priority lanes? I wish the Legislature would change the Maine Turnpike Authority's charter to allow it to spend toll money on more than road construction. It would be awesome if the MTA subsidized commuter transit to make it nearly free. The second question you asked is should more people live in Portland? Yes, absolutely. We have more room and capacity in this city for more people. More consumers will lead to more amenities and services, making a car-free lifestyle more feasible. How to get to this? See my answer to question 2."
        },
        {
          "questionId": 4,
          "answer": "Minimum unit counts; priority corridors like Washington and Forest Ave with greater density allowances; enhanced public transportation in those corridors so developers can realistically build with lower parking ratios; revise inclusionary zoning to incentivize more units in smaller projects; support housing-first like Logan Place at appropriate locations; restrict STR licenses while long-term vacancy rates are low; moratorium on hotels until they reach a high threshold of occupancy rate, or explore requiring a housing component as part of hotel developments like the Eastland once had, or require a workforce housing offset. Support Low Income Housing Tax Credit (LIHTC) projects that have a local feeder for tenants. Leverage Tax-Increment Financing (TIF) in exchange for rent caps at median rates. The City can also be a participant and partner on the master planning of large redevelopment campuses, like the Top of the Old Port Parking lot, JB Brown's Spring and Middle Street holdings, or the Portland Company complex development. Right now, the City waits indefinitely for private developers to pitch their vision and ask the City for allowances and credit enhancements. Imagine if the City approached these land owners with a list of what we want (in terms of housing or development) and what tools we're willing to discuss to make it happen. I think we measure success in following the rate of approvals in the City's annual housing report."
        },
        {
          "questionId": 5,
          "answer": "I do take the bus a couple times a month. Since 2019, we've been a one-car family of four and my wife needs to take our car to commute to her job in Lewiston. We supplement our transportation needs with the bus, a moped we bought in 2022, bikes, walking, carpooling, and car-sharing. Portland Metro is clean, comfortable, safe, and typically punctual. We can usually find a route that gets us where we need to go. The UMO metro app works. We've also taken our bikes on the metro (on the bike holder at the front) successfully. I don't have many complaints about current service, except service in the evenings is lacking. I understand demand may be too slack to justify service at that hour, and I accept that. It just limits mobility in the evenings. I've already touted the Breez commuter bus in my response to question 3, which I've used many times. I've especially used it to meet colleagues at a Park N Ride (in Yarmouth) to carpool to Augusta (where I once worked) or beyond. I would love to see the service expanded in every direction from Portland. The new trial bus to Lewiston is a great first step, though it has a lot of kinks to work out."
        },
        {
          "questionId": 6,
          "answer": "I think there should be an economic deterrent to holding up property as a parking lot, and for retailers to build their parking lots to Black Friday capacity when it sits only half-full 364 days a year. There has to be a way to spur development on empty lots used only for parking, and for retailers and offices to seek to share parking or limit it to average demand (instead of peak demand). I especially think about this from St. John Street all the way over to Thompson's Point --- all those institutions have their own parking. Why isn't there a master plan for the most efficient land use? Killing the car before there's reliable alternative transit is not the answer. The truth is, parking is already very expensive in Portland and enforcement is vigorous. To drop parking ratios, we need more car sharing. Wouldn't it be cool if there were something akin to an Uber subscription, where you get so many rides a month in a local area? That way you can do your grocery shopping or go to the doctor in the middle of the work day or get to work when it's sleeting out --- all for a manageable price. And I'd love to figure out how to get discounted car rentals for residents, too: insurance companies pay super low car rental rates. Wouldn't it be nice to have access to those rates for those occasional times when you want to go hiking, or see your grandmother in Vermont, or go apple picking? We'll be more successful with carrots than sticks on this one."
        },
        {
          "questionId": 7,
          "answer": "As I mentioned in question 5, I do. My favorite thing about it is the freedom to park my bike anywhere I'm going. One detractor to riding in Portland is the number of stops on every block. You ride a block and stop, ride a block and stop. It's hard to build up momentum and efficiency of effort. I think it leads to more bikers coasting through stop signs. I biked much less when we acquired the moped; those stops and starts are much less burdensome. We had neighbors once that relied on an electric bike --- they were constantly paranoid it was going to get stolen. Until it was. We had other young neighbors whose sole transport was bikes. They did that for years until they finally got a car to share, and they told us what a relief it was to have that transport option. I've been to Amsterdam and Copenhagen. We're not the Netherlands or Denmark --- primarily because we're not flat like they are. In Amsterdam, the didn't eliminate street parking. Instead, they've divided their sidewalks into one-half pedestrians and the other half a dedicated bike lane; I can't see us rebuilding all our sidewalks in Portland. In Copenhagen, they eliminated street parking along their major corridors only and introduced dedicated bike lanes. Our problem in Portland is our major corridors radiate out and away from Portland, when most residents want to criss-cross the city. We currently have dedicated bikes lanes somewhat on Washington and Forest Ave, but we could do better to convince the Maine DOT to build them into Brighton Ave and outer Congress Street (both State roads). Everyone champions the bicycles of Northern Europe, but we don't really talk about the mopeds of Southern Europe. Without having to build any new infrastructure, we could be promoting a transportation mode that takes up one-fifth of the space that a car does, gets 100 miles to the gallon of gas (or can be electric!), and can handle all of our hills and frequent stops in our urban environment. Oh, and they're cheap to buy and insure compared to cars. I think they're a low-lying fruit for easy adoption to reduce our reliance on cars, cars, cars."
        },
        {
          "questionId": 8,
          "answer": "I find this quizzical because Portland officials were on the advisory panel that put this report together. I would want to learn from staff what the hesitations were to join the pledge, and whether we can overcome them. It may be a matter of semantics."
        },
        {
          "questionId": 9,
          "answer": "Please see my answers to Questions #5. (1 and 2), #6 (2), and #7 (1 and 2)."
        },
        {
          "questionId": 10,
          "answer": "We already know what works to slow traffic and increase awareness, and it's mostly psychological. Road diets (narrowing roads), tight street parking, crosswalk extensions out into the shoulder, large street trees, pedestrian islands, narrow passes (going through a series of bollards), and curves in the road. Where can we continue to add this infrastructure to our existing streets? You only need small sections to start in order to slow down traffic on most of the street."
        },
        {
          "questionId": 11,
          "answer": "I am a huge champion of this vision. I think we have the opportunity to design a grand avenue with tall buildings and broad sidewalks. I'm dismayed at the lack of vision that resulted in the two newer condo buildings south of Congress Street with no first-floor relationship with Franklin Street. (Since they're condo buildings, each owner would have to agree to pay for future modifications, which will never happen). Simultaneously, the new affordable-housing Phoenix Flats has a parking garage facing Franklin Street on the first floor. From an Urban Planning standpoint, that stretch of Franklin Street from Congress down to Middle Street is an urban desert, and a terrible waste of neighborhood fabric. We need buildings that interact with the public realm."
        },
        {
          "questionId": 12,
          "answer": "This is a huge problem for Portland, despite earnest and dedicated staff. Delayed responses, lack of communication, different interpretations depending on who you speak to, incorrect information, and tedious checklists, steps, and fees are some of the major hurdles. (These frustrations do not occur in every instance, but they are frequent enough). I think they're caused by understaffing, burnout, turnover, lack of experience, and built-up bureaucracy over time, rather than an intentional process designed all at once. I do know the permitting staff work in teams and have senior staffers to ensure their work is consistent, but there are still logjams and holdups. I wonder about allowing the trades to sign off on work they do. For example, a Master Plumber and a Master Electrician must know the buildings codes. Let them register with the City of Portland and sign off on their own work, each other's work, or of those in their direct charge. The City can inspect a random sample of their work, and if anything is out of compliance, the person who signed off might lose their permitting powers. Maybe we could allow freelance permitters for applicants to hire on larger projects. Neither of these might be the solution, but they're one conversation to have about how to address the shortage of staff for the volume of demand that the Permitting Office receives."
        }
      ]
    },
    {
      "candidateId": "wes",
      "answers": [
        {
          "questionId": 1,
          "answer": "The proposal is a good improvement over the current zoning but can still go further, especially in creating denser, walkable, transit-oriented neighborhoods off peninsula."
        },
        {
          "questionId": 2,
          "answer": "We should also look at adjustments to reduce dimensional requirements (like setbacks) across the board to make it easier to construct new housing on existing lots."
        },
        {
          "questionId": 3,
          "answer": "I firmly believe that workers should be able to afford to live in the city they work in because having the majority of a workforce-- particularly a service industry-- have to commute by car to their job is equally nonsensical from a labor rights, economic, and logistical perspective. To that end, there are a number of ordinances that should be passed to help to make sure that Portland's workforce can afford to live here: i. The first is one of the primary issues I'm running on, which is to keep people in their homes through the proactive enforcement of rent control. At bare minimum, tenants and landlords should be notified of what their rent should be in accordance with their unit, and remedy should be made for overcharges without the tenant needing to take action. While it won't bring new units onto the market, it will return some units back to the realm of affordability and reduce pressure on market rate housing. ii. We should also follow the lead of Sanford and other towns in enacting vacancy registration fees, and expand it to include vacation homes, Short Term Rentals and commercial properties. This will exert pressure on those holding unused units to return them to the market. It's worth noting that there's been question to the legality of some of these measures, which indeed makes it even more worth passing here in that it would create pressure on Augusta to adjust our home rule authority and allow us to implement such fees. iii. We should also move towards implementing STR restrictions on a district-by-district basis. Districts 1 & 2, who are quite arguably those most impacted by STR's, have repeatedly voted to ban non-owner occupied STR's, and I think we should find a way to honor that."
        },
        {
          "questionId": 4,
          "answer": "I know that Inclusionary Zoning is not very popular among certain crowds, and while the data shows (and developers concede) that more affordable units are coming online than would have otherwise, I can certainly understand, and even agree with to a certain extent, the reasoning behind opposing it. As such, I would be more than willing to put lowering IZ on the table if we can find a reliable way to get affordable and mixed-income developments built, and I'm excited by the conversation beginning to take place around social housing, which would see equity from the city being used to invest in-- rather than subsidize-- developments that developers would otherwise not find economically feasible."
        },
        {
          "questionId": 5,
          "answer": "I don't take the bus as much as I'd like to, because I unfortunately work in Scarborough and the bus service down route 1 is comically useless for a 9-5, and outside of work I'd prefer to bike or walk. That said, my wife relies on the bus system for her commute and I'm ideologically committed to striving towards world-class public transit. A lot of my biggest short-term gripes with public transit are actually being addressed, such as wait times downtown coming down in the soon-to-be-implemented Congress st. high frequency corridor, and payment systems being converted to allow tap-to-pay, but many of this city's bus stops are just a sign on the side of a busy road, and we need to address this. Riding the bus should be dignified, and this is an area in which we need a great deal of improvement. I'd love to try and work with nearby businesses to sponsor seating and covering for their nearby stops."
        },
        {
          "questionId": 6,
          "answer": "I support both of these measures, but a core experience of living in Portland is being exhausted after work, circling around your neighborhood just trying to find a dang parking spot, and it's important to make sure that we're not making this already miserable process even harder. What this means is doing everything we can to reduce the amount of non-residents taking up spots, and I would like to start the ball rolling on the creation of parking garages on the edge of the peninsula with buses steadily circulating tourists downtown and elsewhere sans cars. There are also some very popular changes that could help lessen the blow to morale that would result from removing spots, such as getting rid, or at least making major modifications to, the street sweeping schedule."
        },
        {
          "questionId": 7,
          "answer": "Yes, my primary mode of transportation when there's no snow on the ground is by bike. I'm fairly inured to the constant peril of riding around town, but our major roads are, to varying degrees, hostile to cyclists, and it leads to a whole lot of folks who would otherwise commute by bike being, justifiably, too afraid. The lack of interest in city hall for building well-thought out, welcoming bike infrastructure clashes with the fairly impressive bikeshare program, and I'm extremely supportive of protected bike lanes, traffic calming and other methods for improving cyclist safety. We also need to put resources into maintaining our sidewalks and bike lanes; we're all used to having to walk in the street for a few days after a snow storm because the city either hasn't yet gotten to or doesn't plan to plow the lanes. If our roads were left similarly impassible there would be riots, and we should hold the same standards for our pedestrian facilities."
        },
        {
          "questionId": 8,
          "answer": "I'm fully supportive of Vision Zero and would fully support Portland making the pledge as well. Reducing fatalities is going to be a combination of infrastructure, planning, and reduction of cars, and bringing experts and cyclists to the table when considering and planning projects."
        },
        {
          "questionId": 9,
          "answer": "I do, though see my answer to question 6 for some of the contingencies and considerations that I think should be made so that these efforts can be politically successful."
        },
        {
          "questionId": 10,
          "answer": "Without paid staff focused specifically on sustainable transportation, making progress on these issues has been painfully slow. Almost all of my answers are cribbed from recommendations made by the Portland Bicycle and Pedestrian Advisory Committee, which puts out truly impressive, thought out reports and audits, and reinstating the coordinator position to liaise with them, the rest of staff, and city council, would go a long way towards streamlining the process. In that same vein, we should, as the PBPAC has been advocating for, form a special committee to update the city's technical guide, which could allow for things such as requiring traffic calming for all projects, rather than just those that have residents with the time and influence to push for it."
        },
        {
          "questionId": 11,
          "answer": "Like the Libbytown Safety and Mobility Project,which received 25 million dollars in federal grant money through the Re-connecting communities grant opportunity, we need to ensure that Franklin Street has the highest standards possible for separated bicycle infrastructure. I'd push to keep as much of the land freed up by the project in the hands of the Portland Housing Authority as possible and push for a bond funded public housing project, which could be done so that in the long term it would be revenue positive for the city, while providing close to 1000 units of mixed income housing well above sea level which we sorely need and a robust and permanent supply of affordable housing in the heart of the city."
        },
        {
          "questionId": 12,
          "answer": "I would support creating a set of pre-approved building types or forms that can be approved administratively, rather than requiring Planning Board review. Working with the permitting and inspections department has been a frustrating experience for basically everyone, from business owners to landlords to tenants (in the department's capacity as running Housing Safety and enforcing rent control), and I think establishing some performance metrics that are frequently revisited would help towards setting and enforcing expectations. The city's generally awful electronic infrastructure is also a constant source of friction, and I'd love to look at approaches to opening lines of communication. The ReCode proposals can also help make requirements less complex and more user friendly for applicants. For example, reducing setback and other dimensional requirements can be helpful in simplifying the permitting for smaller projects by eliminating the need for boundary surveys or complicated land swaps or easements."
        }
      ]
    }
  ]